Repository: BrainyXS/DiscordBotBeta
Catalog: DiscordBot.Modules/AutoMod/AutoModRessources.*.resx
Languages: de_ch, es

# Error_ConfigUnset
source: The value '{0}' is not configured for the rule '{1}'
de_ch: D Konfiguration '{0}' isch i de Reglä '{1}' nöd gsetzt
es: El parámetro '{0}' no está establecido en la regla '{1}'

# Error_RuleAlreadyActive
source: This rule is already enabled
de_ch: Die Reglä isch scho i gschalte
es: Esta regla no está activa

# Error_RuleDoesNotExist
source: The rule '{0}' does not exist
de_ch: D Reglä '{0}' gits nöd
es: La regla '{0}' no existe

# Error_RuleNotActive
source: The rule '{0}' is currently disabled
de_ch: D Reglä '{0}' isch nöd aktiv
es: La regla '{0}' no está acitva

# Identifier_Active
source: Active
de_ch: Igschaltä
es: Activo

# Identifier_Inactive
source: Inactive
de_ch: Abgschaltä
es: Inactivo

# Message_RuleActivated
source: The rule has been activated
de_ch: Reglä igschaltä
es: La regla se activó

# Message_RuleDisabled
source: The rule has been disabled
de_ch: Reglä abgschalte
es: La regla fue desactivada

# Message_SavedValue
source: Configuration has been set
de_ch: Wert gspaicheret
es: El valor se ha actualizado

# Message_SetValue
source: The current value of '{0}:{1}' is '{2}'
de_ch: Dä Wert '{0}:{1}' isch aktuell uf '{2}' gsetzt
es: El valor actual de '{0}:{1}' es '{2}'

# Title_AvailableRules
source: Available auto-mod rules
de_ch: Vrfüägbari Reglä
es: Reglas disponibles de auto-mod

# Title_PossibleConfigs
source: Available configurations for '{0}'
de_ch: Verfüägbari Automod Istellige für '{0}'
es: Configuraciones disponibles de auto-mod para '{0}'

# Validation_Spamming
source: {0}: You are sending messages too quickly
de_ch: {0} du schribsch z schnäll
es: {0}: Estás escribiendo demasiado rápido

# Validation_TooManyCaps
source: {0}: Too many caps
de_ch: {0}: z vil Caps
es: {0}:Demasiados Caps (mayúsculas)

# Validation_TooManyEmotes
source: {0}: Too many emotes
de_ch: {0}: z vil Emotes
es: {0}: Demasiados emotes
