Repository: BrainyXS/DiscordBotBeta
Catalog: DiscordBot.Modules/MarioKart/MarioKartRessources.*.resx
Languages: de_ch, es

# Error_CannotParseInformation
source: Connection error
de_ch: Fehler. Nöd guät.
es: Error durante la transferencia de datos

# Error_Enter6Numbers
source: Please enter 6 numbers
de_ch: Bitte 6 Zahle igeh
es: Por favor, introduzca 6 numeros

# Error_MkwrSyntax
source: Bitte enter Track and CC! (!mkwr MKS 150)
de_ch: Bitte Strecki und CC ageh. (!mkwr mks 150)
es: Por favor, ¡especifique la ruta y el CC! (!mkwr MKS 150)

# Message_FinalResult
source: Team - Difference - Opponent {0} - {1} - {2}
de_ch: ``` Team Unterschied Gegner Total: {0} {1} {2}```
es: Equipo - Diferencia - Oponente {0} - {1} - {2}

# Message_RaceResult
source: Team - Difference - Opponent This Round: {0} - {1} - {2} Total: {3} - {4} - {5}
de_ch: ``` Team Unterschied Gegner Diese Runde: {0} {1} {2} Total: {3} {4} {5}```
es: Equipo - Diferencia - Oponente Esta vuelta: {0} - {1} - {2} Total: {3} - {4} - {5}

# WR_Glider
source: Glider
de_ch: Gleitär
es: Planeador

# WR_Kart
source: Kart
de_ch: Auto

# WR_Lap1
source: Lap 1
de_ch: Rundi 1
es: Primera ronda

# WR_Lap2
source: Lap 2
de_ch: Rundi 2
es: Segunda ronda

# WR_Lap3
source: Lap3
de_ch: Rundi 3
es: Tercera ronda

# WR_Tires
source: Tires
de_ch: Reifä
es: Neumáticos

# WR_Title
source: World record: {0} - {1} - {2}
de_ch: Weltrekord: {0} - {1} - {2}
es: Récord mundial: {0} - {1} - {2}

# WR_Char
source: Charakter
es: Personaje
