Repository: BrainyXS/DiscordBotBeta
Catalog: DiscordBot.Modules/BirthdayList/BirthdayListRessources.*.resx
Languages: de_ch

# Error_BirthdayAlreadySaved
source: Your birthday was already saved
de_ch: Da weissi scho

# Error_BirthdaylistAlreadyPresent
source: There is already an acrive birthday list on this server.
de_ch: Uf dem Server gits scho e Geburtstagslischtä

# Error_InvalidFormat
source: Please use the format {0}registerBirthday dd.MM
de_ch: Bitte dä Geburtstag im Format {0}registerBirthday dd.MM ageh.

# Error_NoBirthdayChannel
source: No channel with a birthday list was created
de_ch: Uf dem Server gits kei Geburtstagslistä

# Error_NotificationsAlreadyEnabled
source: Notifications for birthdays are already enabled
de_ch: Geburtstagsbenochrichtigungä sind scho aktiv

# Error_NotificationsNotEnabled
source: Birthdaynotificatios are not enabled
de_ch: Do sind Geburtstagsnochrichtä nöd aktiv

# Error_RoleNotFound
source: The role could not be found.
de_ch: D Rollä '{0}' gits nöd

# Message_BirthdayNotificationsEnabled
source: Enabled notifications for birthdays on this channel
de_ch: Geburtstagsbenochrichtigunge igschaltä

# Message_BirthdayRoleSuccess
source: The role '{0}' will be assigned automatically at birthdays. please note: The role will be assinged and revoked at 05:00 CET.
de_ch: D Rollä '{0}' wird jetzt immer am Geburtstag vortailt. Da passiert halt immer erst am 5i.

# Message_BirthdaySaved
source: You birthday was saved
de_ch: Jetzt weissi wenn du Gebui häsch

# Month_1
source: Januray:
de_ch: Januar:

# Month_10
source: October:
de_ch: Oktober:

# Month_12
source: December:
de_ch: Dezember:

# Month_2
source: February:
de_ch: Februar:

# Month_3
source: March:
de_ch: März:

# Month_5
source: May:
de_ch: Mai:

# Month_6
source: June:
de_ch: Juni:

# Month_7
source: July:
de_ch: Juli:

# Title_Birthdaylist
source: **🍰BIRTHDAYLIST🍰**
de_ch: **🍰GEBURTSTAGSLISTE🍰**
