Repository: BrainyXS/DiscordBotBeta
Catalog: DiscordBot.Modules/MusicPlayer/MusicPlayerRessources.*.resx
Languages: de_ch, es

# Error_InvlaidPage
source: This page does not exist
de_ch: Die Sitä gits nöd
es: Esta página no existe

# Error_MustBeInVoice
source: You first need to join a voice channel
de_ch: Du muäsch imänä Sprochkanal si
es: Primero, debes estar en un Voicechannel

# Error_NoMusic
source: We do not play music at the moment
de_ch: Aktuell machi kei Musig
es: No hay música en este momento

# Error_PlaylistNotFound
source: Playlist not found. Please use ID
de_ch: Die Playlist kenni nöd
es: No se puede encontrar la Playlist. Por favor, utilice la identificación

# Error_PlaylistNotOwned
source: The playlist '{0}' does not belong to you
de_ch: Die playlist '{0}' ghört öpper anderem
es: La Playlist '{0}' no te pertenece

# Error_SongNotFound
source: Cannot find a song by the name '{0}'
de_ch: MIt em Name '{0}' isch ken Song grundä wordä
es: No se ha encontrado ninguna canción con el nombre '{0}'

# Error_TooManyPlaylists
source: You have reached the limit for playlists. Please delete existing.
de_ch: Du hesch scho z vil Playlists
es: Ya has creado el máximo número de playlists. Por favor, borre una ya existente

# Line_Playlist
source: {0}: {1} (by {2})\n
de_ch: {0}: {1} (von {2})
es: {0}: {1} (de {2})

# Message_PlaylistCreated
source: Playlist created
de_ch: Playlist gmahct
es: Playlist creada

# Message_PlaylistLoaded
source: Playlist "{0}" loaded ({1}/{2} successful)
de_ch: Playlist '{0}' gladä ({1}/{2} erfolgriich)
es: Playlist "{0}" cargada ({1}/{2} con éxito)

# Title_Playlists
source: Playlists on {0} (Page {1})
de_ch: Playlists uf {0} (Sitä {1})
es: Playlists en {0} (Página {1})

# Title_QueueTitle
source: Currently Playing {0} Songs: (Page {1}/{2})
de_ch: {0} Songs i de Schlangä (Sitä {1}/2)
es: {0} Canciones en cola: (Página {1}/{2})
